{
  "Name": "Ayush Anand",
  "Welcome_String": "Welcome",
  "MarQue_Text_1": "This app is running on Angular Version",
  "MarQue_Text_2": "WIP: Implementing Multilanguage Support.",
  "Project": "Project",
  "Career": "Career",
  "Contact_Me": "Contact Me",
  "Role_Title": "Associate Tech Lead at ",
  "Description_Title": "Experienced Angular Developer with a passion for creating efficient and dynamic web applications. Skilled in developing responsive and intuitive user interfaces. Proficient in ",
  "Tech_Desc_1": "Experience in UI web applications using Angular (6+ to 14), HTML5, CSS3, JavaScript, JSON, and Bootstrap.",
  "Tech_Desc_2": "Strong technical skills in complex website development, including web-based and desktop applications.",
  "Tech_Desc_3": "Expertise in system analysis, design, workflow architecture, development, testing, and maintenance of web-based applications.",
  "Tech_Desc_4": "Good experience in developing Single Page Applications using Angular.",
  "Tech_Desc_5": "Conducts code reviews and implements best practices to ensure code quality and maintainability.",
  "Tech_Desc_6": "Experienced in all phases of SDLC and agile development methodologies, including SCRUM. Actively involved in daily SCRUM meetings to track ongoing project status and address issues using JIRA.",
  "Tech_Desc_7": "Excellent experience in GitHub, SVN, and BitBucket for source code management and version control.",
  "Tech_Desc_8": "Expertise in using IDEs like Visual Studio Code, Visual Studio, Notepad++, and IntelliJ.",
  "Corporate_Environment_Desc": "Working in a corporate environment as a front-end UI/Web developer.",
  "Years_Of_Experience": "Years of experience",
  "Upgraded_Angular_17": "Upgraded to Angular 17.",
  "New_Syntax_Control_Flow": "New Syntax for Control Flow in Templates",
  "Lazy_Loading_Deferred": "Lazy Loading: Deferred Loading for specific elements or components",
  "Automatic_Migration_Control_Flow": "Automatic Migration to Built-in Control Flow",
  "Improved_Build_Performance_ESBuild": "Improved Build Performance with ESBuild",
  "Work_In_Progress_Localization": "Work in Progress: Implementing Localization Support",
  "Dont_Show_Again": "Don't Show this again"
}
