{
  "Name": "आयुष आनंद",
  "Welcome_String": "Welcome",
  "MarQue_Text_1": "This app is running on Angular Version",
  "MarQue_Text_2": "WIP: Implementing Multilanguage Support.",
  "Project": "परियोजना",
  "Career": "आजीविका",
  "Contact_Me": "संपर्क करें",
  "Role_Title": "Associate Tech Lead at ",
  "Description_Title": "कुशल और गतिशील वेब एप्लिकेशन बनाने के जुनून के साथ अनुभवी एंगुलर डेवलपर। उत्तरदायी और सहज उपयोगकर्ता इंटरफ़ेस विकसित करने में कुशल ",
  "Tech_Desc_1": "Angular (6+ से 14), एचटीएमएल5, सीएसएस3, जावास्क्रिप्ट, जेएसओएन और बूटस्ट्रैप का उपयोग करके यूआई वेब अनुप्रयोगों में अनुभव।",
  "Tech_Desc_2": "वेब-आधारित और डेस्कटॉप अनुप्रयोगों सहित जटिल वेबसाइट विकास में मजबूत तकनीकी कौशल।",
  "Tech_Desc_3": "वेब-आधारित अनुप्रयोगों के सिस्टम विश्लेषण, डिज़ाइन, वर्कफ़्लो आर्किटेक्चर, विकास, परीक्षण और रखरखाव में विशेषज्ञता।",
  "Tech_Desc_4": "Angular का उपयोग करके सिंगल पेज एप्लिकेशन विकसित करने में अच्छा अनुभव।",
  "Tech_Desc_5": "कोड की समीक्षा करता है और कोड की गुणवत्ता और रखरखाव सुनिश्चित करने के लिए सर्वोत्तम प्रथाओं को लागू करता है।",
  "Tech_Desc_6": "एसडीएलसी के सभी चरणों और एससीआरयूएम सहित त्वरित विकास पद्धतियों में अनुभवी। चल रही परियोजना की स्थिति पर नज़र रखने और JIRA का उपयोग करके मुद्दों का समाधान करने के लिए दैनिक SCRUM बैठकों में सक्रिय रूप से शामिल होना।",
  "Tech_Desc_7": "स्रोत कोड प्रबंधन और संस्करण नियंत्रण के लिए GitHub, SVN और BitBucket में उत्कृष्ट अनुभव।",
  "Tech_Desc_8": "विजुअल स्टूडियो कोड, विजुअल स्टूडियो, नोटपैड++ और इंटेलीजे जैसे आईडीई का उपयोग करने में विशेषज्ञता।",
  "Corporate_Environment_Desc": "कॉर्पोरेट परिवेश में फ्रंट-एंड यूआई/वेब डेवलपर के रूप में कार्य करना|",
  "Years_Of_Experience": "अनुभव के वर्ष",
  "Upgraded_Angular_17": "Angular 17 में अपग्रेड किया गया।",
  "New_Syntax_Control_Flow": "टेम्प्लेट्स में नए सिंटैक्स के लिए नया संचालन",
  "Lazy_Loading_Deferred": "लेजी लोडिंग: विशिष्ट तत्वों या कॉम्पोनेंट्स के लिए शुष्क लोडिंग",
  "Automatic_Migration_Control_Flow": "बिल्ट-इन कंट्रोल फ़्लो में स्वचालित प्रवाह",
  "Improved_Build_Performance_ESBuild": "ESBuild के साथ सुधारित बिल्ड प्रदर्शन",
  "Work_In_Progress_Localization": "कार्य प्रगति में: स्थानीयकरण समर्थन का कार्य",
  "Dont_Show_Again": "इसे फिर से ना दिखाएं"
}
